<?php

return [
    'not_qualify' => 'الطفل لا يستوفي الشروط لهذا البرنامج',
    'gender_fails' => 'هذا البرنامج يقبل فقط الأطفال ذات الجنس :program_gender والطفل :child_gender',
    'gender_pass' => 'جنس الطفل مقبول من قبل هذا البرنامج',
    'age_fails' => 'هذا البرنامج يقبل الأطفال بين :min و :max سنة، والطفل :age سنة',
    'age_pass' => 'عمر الطفل مقبول من قبل هذا البرنامج',
    'diagnose_fails' => 'هذا البرنامج لا يقبل الأطفال بالتشخيص :diagnose',
    'diagnose_pass' => 'تشخيص الطفل :diagnose مقبول من قبل هذا البرنامج',
];
